results_azure_4Cores_14GB_SSD/6/results.txt
transaction type: Custom query
scaling factor: 1
query mode: simple
number of clients: 4
number of threads: 4
duration: 60 s
number of transactions actually processed: 15999
latency average: 15.001 ms
tps = 266.584149 (including connections establishing)
tps = 266.618115 (excluding connections establishing)